export const plantsList = [ 
    {
      name: 'Роза',
      sem: 'Розовые',
      description: 'Роза — кустарниковое растение, часто используемое в садоводстве, с крупными и яркими цветами. Роза символизирует любовь и красоту. Род Роза включает в себя около 100 видов, большинство из которых являются декоративными кустарниками или лианами. Цветы роз бывают самых различных форм и цветов, включая белый, красный, розовый, желтый и даже синие оттенки. Листья розы зубчатые и могут быть красными, зелеными или пурпурными. Роза популярна не только в садоводстве, но и в косметологии, где ее используют для получения экстрактов и эфирных масел. Культивирование роз в разных странах имеет свою историю и традиции. Например, в Европе и Азии розы начали выращивать еще в античные времена. Также существует множество гибридных сортов роз, которые используют в ландшафтном дизайне и для создания цветочных композиций. Роза также играет важную роль в культурных традициях, как символ любви, красоты и страсти. Она не только украшает сады, но и служит источником вдохновения для поэтов и художников.',
      url: 'https://www.pitomnic.com/img/work/nomencl/a_770_588.jpg',
    },
    {
      name: 'Лаванда',
      sem: 'Яснотковые',
      description: 'Лаванда — ароматное многолетнее растение с фиолетовыми цветами, широко используемое в парфюмерии и медицине. Лаванда известна своими успокаивающими свойствами и часто используется в ароматерапии для снятия стресса и тревожности. Этот род растений включает в себя около 30 видов, большинство из которых являются кустарниками с узкими серебристыми листьями и яркими цветами. Лаванда предпочитает солнечные участки с хорошей дренажной почвой и теплым климатом. Цветы лаванды обладают сильным ароматом, который привлекает пчел и бабочек. Лаванда используется в медицине для лечения различных заболеваний, таких как бессонница, головные боли и депрессия. Она также известна как средство от насекомых, благодаря своим антисептическим и репеллентным свойствам. В кулинарии лаванда используется для приготовления различных десертов, напитков и салатов. Лаванда считается символом чистоты, спокойствия и здоровья. Ее также часто используют в декоративных целях для создания цветочных композиции и ароматных мешочков для хранения в шкафах. Применение лаванды в народной медицине также имеет долгую историю, которая насчитывает столетия.',
      url: 'https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Lavandula_Macro.JPG/1200px-Lavandula_Macro.JPG',
    },
    {
      name: 'Кактус',
      sem: 'Кактусовые',
      description: 'Кактусовые (Cactaceae) — семейство многолетних цветковых колючих растений, обитающих в засушливых областях, таких как пустыня Атакама. Кактусы могут быть как маленькими, так и крупными растениями, и многие из них образуют красивые цветы, которые привлекают опылителей. Эти растения имеют специальные приспособления для выживания в условиях дефицита воды, такие как утолщенные стебли, которые накапливают воду. Колючки, которыми покрыты кактусы, служат защитой от животных, пытающихся поесть их мясистые стебли. Кактусы часто можно встретить в тропиках и субтропиках, но они также встречаются в умеренных и горных районах. Разные виды кактусов могут быть использованы для декоративных целей или в качестве комнатных растений. Они также имеют практическое применение в кулинарии и медицине, например, в приготовлении продуктов или в лечебных настойках. Кактусы могут цвести только при определенных условиях, и некоторые виды могут давать цветы только раз в несколько лет. В мире существует более 2000 видов кактусов, каждый из которых имеет свои особенности и уникальные черты. Кактус является символом выживания, стойкости и силы.',
      url: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRbJvZcJzAfm4ZoAsSvrklhxuymkDb-w0DfWA&s',
    },
    {
      name: 'Подсолнух',
      sem: 'Астровые',
      description: 'Подсолнух — однолетнее растение с крупными желтыми цветами, часто используемое в сельском хозяйстве. Подсолнух имеет крупные цветы, которые всегда поворачиваются в сторону солнца, что делает его очень характерным и узнаваемым растением. В природе подсолнух может вырастать до нескольких метров в высоту и иметь несколько крупных цветочных головок. Это растение было одомашнено в Америке, где оно стало важной сельскохозяйственной культурой. Масло из семян подсолнуха широко используется в кулинарии благодаря своим полезным свойствам. Подсолнухи также используются в декоративном садоводстве и флористике, где они добавляют яркости и солнечного настроения. В некоторых культурах подсолнух является символом плодородия и урожая. Этот цветок привлекает пчел, бабочек и других опылителей, играя важную роль в экосистемах. Листья подсолнуха большие и имеют характерную форму. Помимо этого, растения могут быть использованы для создания экологически чистых продуктов, таких как биоразлагаемые упаковки. Подсолнухи хорошо переносят засушливые условия и отличаются высокой устойчивостью к заболеваниям. Семена подсолнуха содержат большое количество витаминов и минералов, что делает их полезными для здоровья.',
      url: 'https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Sunflower_Taleghan.jpg/1200px-Sunflower_Taleghan.jpg',
    },
    {
      name: 'Фиалка',
      sem: 'Фиалковые',
      description: 'Фиалка — низкорослое растение с красивыми и ароматными цветами, часто используемое в декоративных целях. Фиалки могут быть как однолетними, так и многолетними растениями, и их часто выращивают в домашних условиях в горшках. Это растение предпочитает полутень и влажную почву, что делает его идеальным для выращивания в домах и садах. Цветы фиалки могут быть различных оттенков: от белого и розового до синего и фиолетового. Листья фиалки круглые или сердцевидные, с ярко выраженными прожилками. Это растение также известно своими лечебными свойствами и используется в народной медицине для лечения простудных заболеваний и кашля. В древнегреческой мифологии фиалки символизировали любовь и верность. Многие сорта фиалок могут цвести почти круглогодично, что делает их любимым украшением садов и подоконников. В современном цветоводстве фиалки получили широкое распространение, и существует огромное количество гибридных сортов этого растения. Растение не требует сложного ухода и хорошо размножается черенкованием. В некоторых культурах фиалка считается символом скромности и изысканности.',
      url: 'https://cdn.botanichka.ru/wp-content/uploads/2018/03/senpolia_2.jpg',
    },
    {
      name: 'Каштан',
      sem: 'Букковые',
      description: 'Каштан — листопадное дерево, дающее съедобные орехи, широко используемое в ландшафтном дизайне. Это дерево встречается в Европе, Азии и Северной Америке, где оно растет в лесах и на возвышенностях. Каштановые деревья могут достигать высоты до 30 метров и имеют крупные зеленые листья. Плоды каштана являются съедобными орехами, которые в сыром виде являются ядовитыми, но после термической обработки становятся безопасными и вкусными. В Европе каштаны используются для приготовления различных блюд, таких как каштаны в меду или жареные каштаны. Древесина каштана ценится за свою прочность и стойкость, что делает ее хорошим материалом для строительства. Листья каштана обладают лечебными свойствами и применяются для приготовления настоев и отваров. Каштановые деревья имеют также декоративное значение, особенно весной, когда они покрыты крупными белыми или розовыми цветами. Этот род деревьев был известен еще в Древней Греции и Риме, где его выращивали в декоративных целях. Каштан символизирует долгожительство и силу, и его часто можно встретить в парках и садах.',
      url: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQAWZfXRCbrXdM2JM7Bt14xZzGdAdqBncUbDw&s',
    },
    {
      name: 'Орхидея',
      sem: 'Орхидные',
      description: 'Орхидея — экзотическое растение с необычными цветами, популярное как декоративное. Это одно из самых больших семей растений, включающее более 25 тысяч видов, распространенных по всему миру. Орхидеи известны своими яркими и разнообразными цветами, которые часто имеют необычные формы и расцветки. Растение предпочитает влажные и теплые условия, что делает его идеальным для выращивания в теплицах и оранжереях. Орхидеи выращиваются в декоративных целях, и многие виды обладают сильным ароматом. В природе орхидеи часто растут в тропических и субтропических районах, где они образуют симбиотические отношения с определенными видами насекомых и животных. Некоторые виды орхидей настолько редки, что стали объектом защиты. Орхидеи также используются в косметологии и медицине для создания эфирных масел и экстрактов. В Японии орхидея считается символом красоты и элегантности. Некоторые виды орхидей растут на других растениях (эпифиты), в то время как другие являются наземными растениями.',
      url: 'https://static.insales-cdn.com/files/1/124/35397756/original/%D0%BE%D1%80%D1%85%D0%B8%D0%B4%D0%B5%D0%B8__%D0%BA%D0%B0%D0%BA_%D1%83%D1%85%D0%B0%D0%B6%D0%B8%D0%B2%D0%B0%D1%82%D1%8C_%D0%B7%D0%B0_%D0%B3%D0%BE%D1%80%D1%88%D0%B5%D1%87%D0%BD%D1%8B%D0%BC%D0%B8_%D0%BE%D1%80%D1%85%D0%B8%D0%B4%D0%B5%D1%8F%D0%BC%D0%B8__%D1%84%D0%B8%D0%BE%D0%BB%D0%B5%D1%82%D0%BE%D0%B2%D0%B0_%D0%BE%D1%80%D1%85%D0%B8%D0%B4%D0%B5%D1%8F_1719241529136-1719241531767.jpg',
    },
    {
      name: 'Папоротник',
      sem: 'Папоротниковые',
      description: 'Папоротник — древнее растение с перистыми листьями, обитает в тени и во влажных условиях. Папоротники широко распространены по всему миру, включая тропические леса и умеренные зоны. Растение предпочитает тень и высокую влажность, что делает его идеальным для выращивания в помещениях и садах. Листья папоротника имеют характерную форму, напоминающую перья, и растут из центра растения. Многие виды папоротников являются многолетними растениями, которые могут жить десятилетиями. Папоротники являются важными элементами экосистемы, играя роль в предотвращении эрозии почвы и поддержании влажности. Они также служат источником пищи для некоторых животных и насекомых. В декоративных целях папоротники используются в ландшафтном дизайне для создания зеленых насаждений и декоративных садов. Кроме того, папоротники имеют лечебные свойства и могут использоваться для приготовления отваров и настоев. В некоторых культурах папоротник символизирует бессмертие и жизненную силу. Несмотря на свою древность, папоротники продолжают оставаться одними из самых загадочных и привлекательных растений на Земле.',
      url: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQJMqsSPbg-FvjQn0aWKUUCbIWZR0NE1P7JwQ&s',
    },
    {
      name: 'Магнолия',
      sem: 'Магнолиевые',
      description: 'Магнолия — дерево с крупными белыми, розовыми или фиолетовыми цветами, символизирует весну. Это древнее растение, существующее на Земле более 100 миллионов лет, и оно прекрасно адаптировалось к разнообразным климатическим условиям. Магнолии могут быть как кустарниками, так и крупными деревьями, и часто используются в садоводстве благодаря своей красоте. Цветы магнолии крупные, изысканно оформленные, часто с восхитительным ароматом. Это растение предпочитает солнечные участки и хорошо дренированные почвы. Магнолии начинают цвести ранней весной, до того как появятся листья, и это делает их особенно привлекательными в садах. Некоторые виды магнолий можно встретить в дикой природе, а другие были выведены в результате селекционной работы. Магнолия обладает не только декоративной ценностью, но и лечебными свойствами. Ее экстракты используются в народной медицине для лечения простудных заболеваний и улучшения циркуляции крови. Магнолия символизирует изысканность, стойкость и весну, а в культуре Китая она также является символом женской красоты и достоинства.',
      url: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT-mA57dtsiAViCHH0mwBhFXvucBnzuy6kUag&s',
    },
    {
      name: 'Лавровишня',
      sem: 'Лавровые',
      description: 'Лавровишня — вечнозеленое дерево с ароматными листьями, используемыми в кулинарии для приготовления блюд. Лавровишня имеет характерные блестящие листья, которые выделяются своим приятным ароматом. Это дерево широко используется в ландшафтном дизайне и как декоративное растение, особенно в садах с мягким климатом. Лавровишня имеет устойчивость к низким температурам, и она может расти даже в северных регионах, где другие деревья не могут выжить. Это растение цветет мелкими белыми цветами, которые затем превращаются в маленькие темные ягоды. Лавровишня используется не только в кулинарии, но и в народной медицине для приготовления настоев и отваров. Листья лавровишни часто добавляются в блюда, придавая им характерный пикантный вкус. Это дерево имеет также символическое значение и часто ассоциируется с мудростью и победой. В Древнем Риме лавровая ветвь была символом победы, и победители носили лавровые венки. Лавровишня представляет собой замечательное дополнение для садов и парков, предлагая декоративную ценность и функциональность.',
      url: 'https://kaluga.zpitomnik.ru/upload/resize_cache/webp/iblock/9a9/61rybaszbupln71qfj9zo31cx3t4jeot.webp',
    },
    {
      name: 'Тюльпан',
      sem: 'Лилейные',
      description: 'Тюльпан — луковичное растение с яркими цветами, символизирующее весну. Это одно из самых популярных декоративных растений, которое встречается в садах и на клумбах по всему миру. Тюльпаны родом из Центральной Азии и были одомашнены в Османской империи. Известно, что тюльпаны были объектом бурного интереса и даже финансовых спекуляций в эпоху тюльпанной мании в XVII веке в Нидерландах. Растение предпочитает солнечные участки и хорошо дренированные почвы, и часто используется для создания красивых цветочных композиций. Цветы тюльпанов бывают разных цветов, включая красный, желтый, розовый, белый и фиолетовый. Некоторые сорта тюльпанов имеют необычные формы и узоры на лепестках, что делает их особенно привлекательными для садоводов. В культуру тюльпан попал благодаря своим привлекательным цветам и уникальной форме, и с тех пор он стал символом весны. Луковицы тюльпанов можно выкапывать и хранить, что позволяет выращивать их ежегодно. Тюльпаны также известны своей выносливостью и могут цвести даже в условиях холодного климата. Они часто используются для создания ярких и красочных цветников, которые делают сады и парки более привлекательными.',
      url: 'https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Tulipa_Couleur_Cardinal.jpg/1200px-Tulipa_Couleur_Cardinal.jpg',
    },
    {
      name: 'Амарант',
      sem: 'Амарантовые',
      description: 'Амарант — многолетнее растение с яркими соцветиями, часто используемое в качестве декоративного. Это растение родом из Центральной и Южной Америки, где оно было важным культурным элементом еще в эпоху древних цивилизаций, таких как ацтеки и инки. Амарант имеет листья насыщенного зеленого цвета и вырабатывает многочисленные цветущие соцветия, которые могут быть красными, оранжевыми, желтыми или пурпурными. Это растение известно своей устойчивостью к засухе и плохим условиям почвы, что делает его идеальным для выращивания в регионах с жарким климатом. Помимо декоративной ценности, амарант имеет высокую пищевую ценность, и его зерна используются для приготовления различных блюд. Зерна амаранта содержат большое количество белка, витаминов и минералов, что делает их полезными для здоровья. Амарант также является источником масла, которое используется в косметологии и народной медицине. В садоводстве амарант ценится за свою способность привлекать насекомых-опылителей и создавать яркие акценты в цветочных композициях. Это растение является символом силы, устойчивости и плодовитости. Амарант также используют для создания декоративных композиций и для озеленения ландшафтов.',
      url: 'https://sad-i-ogorod.ru/upload/iblock/6c1/qfns4c2oynktce3331bn3u98nt9ivfij.jpg',
    },
    {
      name: 'Бамбук',
      sem: 'Злаковые',
      description: 'Бамбук — быстрорастущее растение, являющееся важным элементом экосистемы в тропиках и субтропиках. Его стебли используются в строительстве, производстве мебели и для создания декоративных элементов в ландшафтном дизайне. Бамбук может расти до нескольких метров в высоту и обладать удивительной прочностью. Это растение также имеет важное значение в пищевой промышленности, так как его побеги употребляются в пищу. Кроме того, бамбук помогает стабилизировать почву, предотвращая эрозию. Это одно из самых быстрорастущих растений на планете.',
      url: 'https://ae04.alicdn.com/kf/A211f5206e7fc48f98c2c8d6ff42c5adbL.jpg',
    },
    {
      name: 'Дерево Баобаб',
      sem: 'Сусамовые',
      description: 'Баобабы — это экзотические деревья, известные своими огромными стволами и способностью хранить воду в своих стволах. Эти деревья могут достигать нескольких десятков метров в высоту и имеют огромные ветви, похожие на корни, что придает им уникальный внешний вид. Баобабы могут жить более тысячи лет и являются важной частью экосистем в Африке, Австралии и на Мадагаскаре. В их стволах накапливается до 100 000 литров воды, что помогает деревьям выживать в условиях длительных засух. Баобабы также являются источником пищи для местных жителей и животных.',
      url: 'https://inscience.news/files/autoupload/83/95/74/1bkmjwq518086.png.[main-news-block].png',
    },
    {
      name: 'Трава Мискантус',
      sem: 'Злаковые',
      description: 'Мискантус — род многолетних трав, известных своими длинными и изящными стеблями, которые могут достигать до 4 метров в высоту. Это растение используется как декоративное в ландшафтном дизайне, а также для производства биотоплива. Мискантус активно используется в сельском хозяйстве для повышения урожайности почвы и борьбы с эрозией. Это растение легко адаптируется к различным условиям и обладает высокой устойчивостью к болезням и вредителям.',
      url: 'https://slavusadba.ru/img/work/article/a_80_121.JPG',
    },
     {
      name: 'Секвойя',
      sem: 'Сосновые',
      description: 'Секвойи — это высокие деревья, которые могут достигать высоты до 115 метров, что делает их самыми высокими растениями на планете. Они обладают удивительной прочностью и долгожительством, некоторые из них могут жить более 3000 лет. Секвойи растут в определенных регионах на побережье Калифорнии в США и являются важной частью экосистемы, обеспечивая убежище для многих видов животных. Эти деревья также играют важную роль в поглощении углекислого газа из атмосферы и помогают поддерживать экологический баланс.',
      url: 'https://prousa.info/images/symbols/grant_tree/general_grant_tree.webp',
    },
    {
      name: 'Папирус',
      sem: 'Осоковые',
      description: 'Папирус — это водное растение, которое растет в реках и болотах. Оно имеет длинные стебли и листья, которые образуют плотные заросли. В древности папирус использовался для изготовления бумаги, на которой писались важные документы. Растение также используется в качестве материала для плетения корзин и других изделий. Папирус является важным элементом экосистем водоемов, предоставляя укрытие для многих животных и способствуя фильтрации воды.',
      url: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSrelFl9WNQ048HX-vlnaZCaMZRSWeJQbIsYeGbphCGjJ3zby4SKWoNCeebvKxRmyeOvsk&usqp=CAU',
    },
    {
      name: 'Мангровые деревья',
      sem: 'Мангровые',
      description: 'Мангровые деревья — это растения, которые растут в прибрежных зонах тропиков и субтропиков, часто в условиях соленой воды. Эти деревья обладают уникальной системой корней, которая помогает им выживать в сложных условиях. Мангровые леса играют важную роль в экосистемах, защищая побережья от эрозии и являясь местом обитания для множества морских и пресноводных животных. Мангровые деревья также активно фильтруют воду, обеспечивая чистоту прибрежных водоемов.',
      url: 'https://www.novostiphuketa.asia/photo/listing/2019/1567660070_1.jpg',
    },
  ];
  
  
  