export const places = [
  {
    id: 1,
    name: "Пирамида Хеопса",
    category: "Достопримечательности",
    description: "Великая пирамида Хеопса – единственное сохранившееся чудо света древнего мира и одна из главных достопримечательностей Египта. Построенная около 2560 года до н. э., эта величественная структура достигает 146,6 метров в высоту (сейчас 138,8 м) и является крупнейшей пирамидой в Гизе. Туристы могут осмотреть ее снаружи или пройти внутрь по узким коридорам, чтобы увидеть погребальные камеры. До сих пор остается загадкой, как древние египтяне смогли возвести такое монументальное сооружение без современных технологий.",
    imageUrl: "https://cdnstatic.rg.ru/uploads/images/227/55/97/Velikaia_piramida.jpg",
    rating: 4.8
  },
  {
    id: 2,
    name: "Египетский музей",
    category: "Достопримечательности",
    description: "Египетский музей в Каире – крупнейший в мире музей, посвященный древнеегипетской цивилизации. Он хранит более 120 000 экспонатов, включая саркофаги, статуи, папирусы и золотые сокровища. Самая ценная коллекция – артефакты из гробницы Тутанхамона, включая знаменитую золотую маску. В музее также можно увидеть мумии фараонов, такие как Рамсес II и Хатшепсут. Это место дает возможность погрузиться в историю и культуру Древнего Египта, ощутив дух древней цивилизации.",
    imageUrl: "https://th.bing.com/th/id/OIP.8Q0pjL237W9G90JjbezF3wHaE7?rs=1&pid=ImgDetMain",
    rating: 4.7
  },
  {
    id: 3,
    name: "Коптский Каир",
    category: "Достопримечательности",
    description: "Коптский Каир – один из старейших районов города, который сыграл важную роль в истории христианства в Египте. Здесь находятся одни из старейших церквей в мире, включая знаменитую Висячую церковь (аль-Муаллака), построенную в III веке на руинах римской крепости, и церковь Святого Сергия, в которой, согласно преданию, скрывалось Святое семейство во время бегства в Египет. В районе также расположен Коптский музей, демонстрирующий редкие реликвии и иконы. Это место идеально для знакомства с коптской культурой и историей христианства на Ближнем Востоке.",
    imageUrl: "https://cdn.tripster.ru/thumbs2/8ce482a2-3343-11ec-b098-3ea5c1954f20.870x490.jpg",
    rating: 4.6
  },
  {
    id: 4,
    name: "Рынок Хан эль-Халили",
    category: "Достопримечательности",
    description: "Хан эль-Халили – знаменитый восточный базар в историческом центре Каира, существующий с XIV века. Это настоящий лабиринт узких улочек, заполненный лавками с золотыми и серебряными украшениями, тканями, специями, кальянами, керамикой и антиквариатом. Здесь можно не только приобрести сувениры, но и почувствовать атмосферу восточного базара, наслаждаясь ароматами специй и свежезаваренного чая. В районе рынка также есть исторические кофейни, такие как знаменитая «Fishawi», где можно отдохнуть за чашечкой мятного чая или традиционного египетского кофе.",
    imageUrl: "https://www.okaytravel.ru/wp-content/uploads/2023/01/rynok-han-jel-halili.jpg",
    rating: 4.5
  },
  {
    id: 5,
    name: "Башня Каира",
    category: "Достопримечательности",
    description: "Башня Каира – одно из самых высоких сооружений в Египте, возвышающееся на 187 метров. Она была построена в 1961 году и символизирует независимость страны. С вершины башни открывается потрясающий панорамный вид на весь Каир, пирамиды Гизы и Нил. Внутри башни расположен вращающийся ресторан, где можно насладиться традиционной египетской кухней, наблюдая за меняющимся пейзажем города. В вечернее время башня красиво подсвечивается, создавая романтическую атмосферу для гостей.",
    imageUrl: "https://www.luxorandaswan.com/images/15976234401cairo-tower.jpg",
    rating: 4.7
  },
  {
    id: 6,
    name: "Sequoia",
    category: "Рестораны",
    description: "Ресторан Sequoia расположен на берегу Нила и предлагает изысканную средиземноморскую и ближневосточную кухню. Уютная атмосфера, мягкое освещение и вид на реку делают это место идеальным для романтического ужина. Здесь подают свежие морепродукты, традиционные египетские мезе и кальяны с разными вкусами.",
    imageUrl: "https://icache.rutraveller.ru/icache/place/1/285/008/12858_603x354.jpg",
    rating: 4.6
  },
  {
    id: 7,
    name: "Pier 88",
    category: "Рестораны",
    description: "Pier 88 – стильный ресторан, расположенный прямо на воде. Он славится своей изысканной итальянской кухней, элегантным интерьером и панорамным видом на реку. Это популярное место среди любителей хорошей еды и коктейлей, а также одно из лучших заведений для отдыха в ночное время.",
    imageUrl: "https://media-cdn.tripadvisor.com/media/photo-s/29/41/93/19/revolving-restauarant.jpg",
    rating: 4.8
  },
  {
    id: 8,
    name: "Kazoku",
    category: "Рестораны",
    description: "Kazoku – это современный ресторан японской кухни, специализирующийся на суши, сашими и теппаньяки. Интерьер выполнен в минималистичном стиле, а атмосфера создаёт ощущение уюта и уединения. Это одно из лучших мест в Каире для любителей японской гастрономии.",
    imageUrl: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQb8nBZ-Fy8Tlfjag0FcfQJ6Zh9qFTMIupVBg&s",
    rating: 4.7
  },
  {
    id: 9,
    name: "Abou El Sid",
    category: "Рестораны",
    description: "Ресторан Abou El Sid предлагает аутентичную египетскую кухню в традиционной обстановке. Здесь можно попробовать знаменитые кушари, молохию и мясные блюда, приготовленные по старинным рецептам. В интерьере использованы арабские мотивы, а приглушённый свет создаёт уютную атмосферу.",
    imageUrl: "https://travellermagazine.ru/upload/iblock/2f4/4m77p2tlfcq8zefqf34mvawyatzx7i94.jpg",
    rating: 4.5
  },
  {
    id: 10,
    name: "Crimson Bar & Grill",
    category: "Рестораны",
    description: "Crimson Bar & Grill – это место с потрясающим видом на Нил, где подают отличные стейки, морепродукты и авторские коктейли. Здесь царит непринужденная атмосфера, а стильный интерьер и внимательный сервис делают его одним из лучших заведений для вечернего отдыха.",
    imageUrl: "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/7f/cb/4e/a-rooftop-lounge-with.jpg?w=600&h=-1&s=1",
    rating: 4.7
  },
  {
    id: 11,
    name: "Аль-Азхар Парк",
    category: "Парки",
    description: "Один из самых красивых парков Каира, созданный на месте бывшей свалки. Здесь ухоженные сады, фонтаны и живописные тропинки. С возвышенностей парка открывается потрясающий вид на старый Каир, а на территории есть уютные кафе и рестораны.",
    imageUrl: "https://fs.tonkosti.ru/49/1c/491ccmljc0o4c000go4k4cggc.jpg",
    rating: 4.8
  },
  {
    id: 12,
    name: "Городской лес",
    category: "Парки",
    description: "Городской лес Каира – это зеленая зона с густыми деревьями и тропинками, созданная для отдыха горожан. Это отличное место для утренних пробежек, пикников и семейных прогулок вдали от шума мегаполиса.",
    imageUrl: "https://obozrenie.kz/uploads/posts/2024-03/1710508733_ssm_2254.jpg",
    rating: 4.5
  },
  {
    id: 13,
    name: "Фустат Парк",
    category: "Парки",
    description: "Этот парк расположен в историческом районе Фустат, где когда-то находилась первая столица Египта. Здесь можно прогуляться среди древних руин, посетить ботанический сад и насладиться спокойной атмосферой среди зелени.",
    imageUrl: "https://extraguide.ru/images/blog/2021/09-07-ot1j4c-park-al-azhar.jpg",
    rating: 4.6
  },
  {
    id: 14,
    name: "Мааади Айленд Парк",
    category: "Парки",
    description: "Зеленый островок в центре Маади, где можно расслабиться среди пальм и ухоженных газонов. В парке есть игровые площадки для детей, зоны для пикников и прогулочные аллеи вдоль Нила.",
    imageUrl: "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_65cb0f7e09606a2c08c85fff_65cb2b3b27dc601667edcf81/scale_1200",
    rating: 4.7
  },
  {
    id: 15,
    name: "Андалусский сад",
    category: "Парки",
    description: "Очаровательный парк в андалузском стиле, расположенный на берегу Нила. Его арки, фонтаны и ухоженные цветники создают романтическую атмосферу. Это одно из лучших мест для прогулок и фотосессий в Каире.",
    imageUrl: "https://islam.plus/sites/default/files/2019/articles/andalus-3.jpg",
    rating: 4.8
  }
  
];

export const categories = [
  "Достопримечательности",
  "Парки",
  "Рестораны" 
];